---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.DistributionSysTypeSet
source: html/a2269aa4-31c3-faab-7cfa-6e1cab187e71.htm
---
# DistributionSysTypeSet Members

Initializes a new instance of the DistributionSysTypeSet class